[
    {
        "title": "Shahi Biryani",
        "img":"https://rumkisgoldenspoon.com/wp-content/uploads/2021/09/Kolkata-chicken-biryani.jpg",
        "details":"Biryani is one of the most popular dishes in South Asia, as well as among the diaspora from the region. Similar dishes are also prepared in other parts of the world such as in Iraq, Thailand, and Malaysia. Biryani is the single most-ordered dish on Indian online food ordering and delivery services. My Shahi Biryani has a unique test, which feels like homemade food.",
        "ratings":"4.2",
        "price":"12"
    },
    {
        "title": "Shahi Pulao",
        "img":"https://cdn.dhakamail.com/media/imgAll/BG/2022April/morog-polao4-20220426134822.jpg",
        "details":"Pulao is a rice dish, or in some regions, a wheat dish, whose recipe usually involves cooking in stock or broth, adding spices, and other ingredients such as vegetables or meat, and employing some technique for achieving cooked grains that do not adhere to each other. At the time of the Abbasid Caliphate, such methods of cooking rice at first spread through a vast territory from India to Spain, and eventually to a wider world. The Spanish paella, and the South Asian pilau, or pulao and biryani, evolved from such dishes. My Shahi Pulao has a unique test, which feels like homemade food.",
        "ratings":"4.1",
        "price":"10"
    },
    {
        "title": "Shahi Chicken Roast",
        "img":"https://cookishcreation.com/wp-content/uploads/2021/05/Chicken-Roast.jpg",
        "details":"Roast chicken is chicken prepared as food by roasting whether in a home kitchen, over a fire, or with a rotisserie (rotary spit). Generally, the chicken is roasted with its own fat and juices by circulating the meat during roasting, and therefore, is usually cooked exposed to fire or heat with some type of rotary grill so that the circulation of these fats and juices is as efficient as possible. Roast chicken is a dish that appears in a wide variety of cuisines worldwide. My Shahi Roast has a unique test, which feels like homemade food.",
        "ratings":"4.00",
        "price":"08"
    },
    {
        "title": "Shahi Kebabs",
        "img":"https://static01.nyt.com/images/2019/09/25/dining/aw-lamb-kebabs/aw-lamb-kebabs-threeByTwoMediumAt2X.jpg",
        "details":"Kebabs consist of cut up or ground meat, sometimes with vegetables and various other accompaniments according to the specific recipe. Although kebabs are typically cooked on a skewer over a fire, some kebab dishes are oven-baked in a pan, or prepared as a stew such as tas kebab. The traditional meat for kebabs is most often lamb meat, but regional recipes may include beef, goat, chicken, fish, or even pork (depending on whether or not there are specific religious prohibitions). My Shahi Kebabs has a unique test, which feels like homemade food.",
        "ratings":"4.5",
        "price":"10"
    },
    {
        "title": "Shahi khichuri",
        "img":"https://images.onlymyhealth.com//imported/images/2021/September/13_Sep_2021/big2khichdi.jpg",
        "details":"khichuri is a dish in South Asian cuisine made of rice and lentils (dal) with numerous variations. Variations include bajra and mung dal khichri. In Bangladesh and Indian culture, in several regions, especially in the northern areas, it is considered one of the first solid foods that babies eat. Khichri is a salty porridge. Dalia is another similar sweet porridge made from crushed wheat or barley mixed with sugar and milk. My Shahi Khichuri has a unique test, which feels like homemade food.",
        "ratings":"4.1",
        "price":"8"
    },
    {
        "title": "Shahi Kala Vuna",
        "img":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Kala_bhuna_2.jpg/1200px-Kala_bhuna_2.jpg",
        "details":"Kala Bhuna (Bengali: Kala Vuna, Chittagonian: Hala Vuna) is a famous dark and tender dish native to Chittagong prepared with shoulder pieces of beef and traditional spices; usually served during Mezban. It was originally served during the early 17th century. However, the origin of the dish is unknown. Bhuna (Chittagonian) means deep-frying; derived from Bhunna (Urdu) meaning to be fried and the word Kala means dark or black in Chittagonian. Natives of Chittagong used to cover their fried dark and tendered beef dish using banana leaves and packed it for long tours on foot, nowadays aluminum foil is used instead of the traditional banana leaf. The first major innovation that led to what is now known as Kala-bhuna was the use of special spices and the long frying technique. The dish was invented shortly as it was common for the people of the area around Chittagong to fry curried beef for an extended period in order to preserve it for a longer time. Kala bhuna is a delicacy in mezbans, weddings, eids, and in sehri or iftar during the time of Ramadan. My Shahi Kala Vuna has a unique test, which feels like homemade food.",
        "ratings":"4.4",
        "price":"15"
    }
]